<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>Identifier</key>
		<string>local.munkiserver.MAS-MicrosoftRemoteDesktop</string>
		<key>Input</key>
		<dict>
			<key>DESTINATION_PATH</key>
			<string>/Applications</string>
			<key>NAME</key>
			<string>Microsoft Remote Desktop</string>
			<key>PATH</key>
			<string>/Users/Shared/Jenkins/Remote_Apps/%NAME%.app</string>
			<key>pkginfo</key>
			<dict>
				<key>display_name</key>
				<string>%NAME%</string>
				<key>name</key>
				<string>%NAME%</string>
				<key>unattended_install</key>
				<true/>
			</dict>
		</dict>
		<key>ParentRecipe</key>
		<string>com.github.ohiouniversityscripps.munkiserver.appstore</string>
		<key>ParentRecipeTrustInfo</key>
		<dict>
			<key>non_core_processors</key>
			<dict>
				<key>AppStoreUpdateChecker</key>
				<dict>
					<key>git_hash</key>
					<string>32abab4fd43aba5d25c27f099f7fa7c69ea88480</string>
					<key>path</key>
					<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/AppStoreApp/AppStoreUpdateChecker.py</string>
					<key>sha256_hash</key>
					<string>0250c1656bb7b40240aa57d24315c0d60dab6123e00a8857e5703689b34f55a7</string>
				</dict>
				<key>PkgBuildTester</key>
				<dict>
					<key>git_hash</key>
					<string>ba49bbb7e0b813518304520adae2aaa5e70f346c</string>
					<key>path</key>
					<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/AppStoreApp/PkgBuildTester.py</string>
					<key>sha256_hash</key>
					<string>d7b663d772db23c774a4247240bb461a79f2e447be638160bade9ad7bc72ab7c</string>
				</dict>
			</dict>
			<key>parent_recipes</key>
			<dict>
				<key>com.github.nmcspadden.check.appstore</key>
				<dict>
					<key>git_hash</key>
					<string>2926c197d422cfd7734abb97aff49a4878a4838c</string>
					<key>path</key>
					<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/AppStoreApp/AppStoreApp.check.recipe</string>
					<key>sha256_hash</key>
					<string>f64b1539f2398367dc634ed0ed291d1becd270ca5f1e2052356d74c4a056958f</string>
				</dict>
				<key>com.github.ohiouniversityscripps.munkiserver.appstore</key>
				<dict>
					<key>path</key>
					<string>/Users/Shared/Jenkins/Library/AutoPkg/Recipes/AppStoreApp.munkiserver.recipe</string>
					<key>sha256_hash</key>
					<string>14b1e34cdbee5414a5366a60beb55ce5d46a97a166097041fc891c3dffe25ca2</string>
				</dict>
			</dict>
		</dict>
	</dict>
</plist>
